Repository: mubtAAhij/muesli
Catalog: native/MuesliNative/Sources/MuesliNativeApp/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# about.auto_reporting.help
source: Suggest an anonymized GitHub issue after an app error
es_419: Sugiere un problema anonimizado en GitHub tras un error de la app

# about.section.data
source: Data
es_419: Datos

# about.app_data_directory
source: App Data Directory
es_419: Directorio de datos de la app

# common.open
source: Open
es_419: Abrir

# about.section.acknowledgements
source: Acknowledgements
es_419: Agradecimientos

# about.acknowledgements.fluidaudio.title
source: FluidAudio by FluidInference
es_419: FluidAudio de FluidInference

# about.acknowledgements.fluidaudio.description
source: CoreML speech stack powering Parakeet, Qwen3 ASR, Silero VAD, and speaker diarization on Apple Silicon.
es_419: Pila de voz CoreML que impulsa Parakeet, Qwen3 ASR, Silero VAD y la diarización de hablantes en Apple Silicon.

# about.acknowledgements.localvqe.title
source: LocalVQE by localai-org
es_419: LocalVQE de localai-org

# about.acknowledgements.localvqe.description
source: On-device acoustic echo cancellation powering cleaner meeting transcription.
es_419: Cancelación acústica de eco en el dispositivo que impulsa una transcripción de reunión más limpia.

# about.acknowledgements.whisperkit.title
source: WhisperKit by Argmax
es_419: WhisperKit de Argmax

# about.acknowledgements.whisperkit.description
source: Swift Whisper inference on CoreML/ANE powering the app's Whisper Small, Medium, and Large Turbo backends.
es_419: Inferencia Swift Whisper sobre CoreML/ANE que impulsa los backends Whisper Small, Medium y Large Turbo de la aplicación.

# about.updates.guidance.menu_bar_check_for_updates
source: Use the menu bar icon > Check for Updates...
es_419: Usa el ícono de la barra de menús > Buscar actualizaciones...

# about.updates.guidance.finish_installation
source: Use the menu bar updater to finish installation.
es_419: Usa el actualizador de la barra de menús para finalizar la instalación.

# about.updates.status.checking
source: Checking...
es_419: Buscando...

# about.updates.banner.checking_title
source: Checking for updates
es_419: Buscando actualizaciones

# about.updates.banner.checking_message
source: Muesli is checking the appcast for the latest version.
es_419: Muesli está verificando el appcast para obtener la versión más reciente.

# about.updates.banner.busy_title
source: Updater is busy
es_419: El actualizador está ocupado

# about.updates.banner.available_title
source: Muesli %@ is available
es_419: Muesli %@ está disponible

# about.updates.banner.available_message
source: An update is available. Use the menu bar icon > Check for Updates... to open the updater.
es_419: Hay una actualización disponible. Usa el ícono de la barra de menús > Buscar actualizaciones... para abrir el actualizador.

# about.updates.banner.ready_to_install_title
source: Muesli %@ is ready to install
es_419: Muesli %@ está listo para instalar

# about.updates.banner.ready_to_install_message
source: The update is downloaded. Use the menu bar updater to finish installation.
es_419: La actualización se ha descargado. Usa el actualizador de la barra de menús para finalizar la instalación.

# about.updates.banner.installing_title
source: Installing Muesli %@
es_419: Instalando Muesli %@

# about.updates.banner.installing_message
source: Sparkle is preparing the update. Muesli may relaunch when installation finishes.
es_419: Sparkle está preparando la actualización. Muesli puede volver a abrirse cuando finalice la instalación.

# about.updates.banner.up_to_date_title
source: Muesli is up to date
es_419: Muesli está al día

# about.updates.banner.up_to_date_message
source: No newer version was found in the appcast.
es_419: No se encontró una versión más reciente en el appcast.

# meetings.filter.range.all_time
source: All time
es_419: Siempre

# meetings.filter.range.last_2_days
source: Last 2 days
es_419: Últimos 2 días

# meetings.filter.range.last_week
source: Last week
es_419: Última semana

# meetings.filter.range.last_2_weeks
source: Last 2 weeks
es_419: Últimas 2 semanas

# meetings.filter.range.last_month
source: Last month
es_419: Último mes

# meetings.filter.range.last_3_months
source: Last 3 months
es_419: Últimos 3 meses

# meetings.sort.newest_first
source: Newest first
es_419: Más reciente primero

# meetings.sort.oldest_first
source: Oldest first
es_419: Más antiguas primero

# meetings.navigation.all_meetings
source: All Meetings
es_419: Todas las reuniones

# meetings.navigation.back_to_meetings
source: Back to Meetings
es_419: Volver a las reuniones

# meetings.group.today
source: Today
es_419: Hoy

# meetings.group.tomorrow
source: Tomorrow
es_419: Mañana

# meetings.coming_up.title
source: Coming Up
es_419: Próximas

# meetings.coming_up.add_google_calendar_realtime_sync
source: Add Google to macOS Calendar for real-time sync
es_419: Agrega Google a Calendario de macOS para sincronización en tiempo real

# meetings.coming_up.join_and_record
source: Join & Record
es_419: Unirse y Grabar

# meetings.coming_up.all_meetings_button
source: All Meetings
es_419: Todas las reuniones

# meetings.coming_up.add_to_folder
source: Add to folder
es_419: Agregar a carpeta

# meetings.coming_up.hide_event_help
source: Hide from Coming Up
es_419: Ocultar de Próximas

# meetings.count.summary
source: %d meeting(s)
es_419: %d reunión(es)

# meetings.browser.header.review_notes_transcript_summaries
source: Open a meeting to review notes, transcript, and template-driven summaries
es_419: Abre una reunión para revisar las notas, la transcripción y los resúmenes basados en plantillas

# meetings.browser.quick_note
source: Quick Note
es_419: Nota rápida

# meetings.browser.quick_note_help
source: Start a quick meeting note
es_419: Inicia una nota de reunión rápida

# meetings.browser.import_audio
source: Import Audio
es_419: Importar audio

# meetings.browser.import_audio_help
source: Import an audio file for offline transcription
es_419: Importa un archivo de audio para transcripción sin conexión

# meetings.browser.manage_templates
source: Manage Templates
es_419: Gestionar plantillas

# meetings.active_banner.open_notes
source: Open Notes
es_419: Abrir notas

# meetings.active_banner.resume
source: Resume
es_419: Reanudar

# meetings.active_banner.pause
source: Pause
es_419: Pausar

# meetings.active_banner.stop
source: Stop
es_419: Detener

# meetings.active_status.finalizing_notes
source: Finalizing notes
es_419: Finalizando notas

# meetings.active_status.recording_paused
source: Recording paused
es_419: Grabación pausada

# meetings.active_status.recording_now
source: Recording now
es_419: Grabando ahora

# meetings.empty_state.title.no_meetings_from_mac
source: No meetings from this Mac
es_419: No hay reuniones de este Mac

# meetings.empty_state.title.no_meetings_from_iphone
source: No meetings from iPhone
es_419: Sin reuniones desde iPhone

# meetings.empty_state.title.no_meetings_yet
source: No meetings yet
es_419: Aún no hay reuniones

# meetings.empty_state.title.no_meetings_in_folder
source: No meetings in this folder
es_419: No hay reuniones en esta carpeta

# meetings.empty_state.instruction.try_another_source_time_range_or_folder
source: Try another source, time range, or folder.
es_419: Intenta con otra fuente, rango de tiempo o carpeta.

# meetings.empty_state.instruction.start_recording_from_menu_bar
source: Start a recording from the menu bar to create your first meeting note.
es_419: Inicia una grabación desde la barra de menús para crear tu primera nota de reunión.

# meetings.empty_state.instruction.choose_another_folder_or_move_meeting
source: Choose another folder or move a meeting here from the browser.
es_419: Elige otra carpeta o mueve una reunión aquí desde el explorador.

# iphone_bridge.status.setting_up_private_icloud_sync
source: Setting up private iCloud sync
es_419: Configurando la sincronización privada con iCloud

# iphone_bridge.status.syncing_with_private_icloud
source: Syncing with private iCloud
es_419: Sincronizando con iCloud privado

# iphone_bridge.subtitle.creating_sync_channel
source: Creating the sync channel and pulling your latest text records.
es_419: Creando el canal de sincronización y descargando tus registros de texto más recientes.

# iphone_bridge.subtitle.checking_for_new_text
source: Checking for new text and uploading local changes.
es_419: Buscando texto nuevo y subiendo los cambios locales.

# iphone_bridge.button_help.sync_setup_in_progress
source: Sync setup is in progress
es_419: La configuración de sincronización está en curso

# iphone_bridge.button_help.text_sync_in_progress
source: Text sync is in progress
es_419: La sincronización de texto está en curso

# iphone_bridge.help.show_setup_qr
source: Show iPhone setup QR
es_419: Mostrar QR de configuración de iPhone

# iphone_bridge.help.hide_ios_companion_prompt
source: Hide iOS companion prompt
es_419: Ocultar solicitud de la aplicación complementaria de iOS

# iphone_bridge.title.icloud_sync_active_with_time
source: iCloud sync active · %@
es_419: Sincronización de iCloud activa · %@

# iphone_bridge.title.icloud_sync_active
source: iCloud sync active
es_419: Sincronización de iCloud activa

# iphone_bridge.title.synced_with_device_with_time
source: Synced with %@ · %@
es_419: Sincronizado con %@ · %@

# iphone_bridge.title.synced_with_device
source: Synced with %@
es_419: Sincronizado con %@

# iphone_bridge.title.setting_up_private_icloud_sync
source: Setting up private iCloud sync
es_419: Configurando la sincronización privada con iCloud

# iphone_bridge.title.sign_in_to_icloud_to_sync
source: Sign in to iCloud to sync
es_419: Inicia sesión en iCloud para sincronizar

# iphone_bridge.title.sync_needs_attention
source: iPhone sync needs attention
es_419: La sincronización con iPhone requiere atención

# iphone_bridge.title.use_muesli_on_iphone
source: Use Muesli on iPhone
es_419: Usa Muesli en iPhone

# iphone_bridge.subtitle.sync_on_with_device_audio_local
source: Private iCloud text sync is on with %@. Audio stays local.
es_419: La sincronización privada de texto con iCloud está activa con %@. El audio se mantiene de forma local.

# iphone_bridge.subtitle.scan_qr_connect_iphone
source: Scan the QR code to connect your iPhone. Audio stays local.
es_419: Escanea el código QR para conectar tu iPhone. El audio permanece local.

# iphone_bridge.subtitle.checking_macos_icloud_account
source: Checking this Mac's iCloud account...
es_419: Comprobando la cuenta de iCloud de este Mac...

# iphone_bridge.subtitle.open_icloud_settings_try_again
source: Open iCloud settings, then try again.
es_419: Abre la configuración de iCloud y vuelve a intentarlo.

# iphone_bridge.subtitle.history_follows_private_icloud
source: Your Muesli history follows you through private iCloud. Audio stays local.
es_419: Tu historial de Muesli te sigue a través de iCloud privado. El audio permanece local.

# iphone_bridge.button_title.sync
source: Sync
es_419: Sincronizar

# iphone_bridge.button_title.syncing
source: Syncing
es_419: Sincronizando

# iphone_bridge.button_title.try_again
source: Try again
es_419: Intenta de nuevo

# iphone_bridge.button_title.set_up_private_icloud_sync
source: Set up private iCloud sync
es_419: Configurar la sincronización privada con iCloud

# iphone_bridge.button_help.sync_text_with_icloud
source: Sync text with iCloud
es_419: Sincronizar texto con iCloud

# iphone_bridge.button_help.set_up_private_icloud_text_sync
source: Set up private iCloud text sync
es_419: Configurar la sincronización privada de texto con iCloud

# iphone_bridge.open_muesli_on_iphone
source: Open Muesli on iPhone
es_419: Abrir Muesli en iPhone

# iphone_bridge.scan_after_install_description
source: Scan this after installing the iPhone app. The QR only opens setup; private iCloud does the actual sync.
es_419: Escanea esto después de instalar la app de iPhone. El QR solo abre la configuración; iCloud privado se encarga de la sincronización real.

# iphone_bridge.benefit.same_icloud_account
source: Same iCloud account
es_419: La misma cuenta de iCloud

# iphone_bridge.benefit.text_sync_only
source: Text sync only
es_419: Solo sincronización de texto

# iphone_bridge.benefit.audio_stays_local
source: Audio stays local
es_419: El audio permanece local

# iphone_bridge.button.open_iphone_app_page
source: Open iPhone app page
es_419: Abrir la página de la app de iPhone

# iphone_bridge.copied
source: Copied!
es_419: ¡Copiado!

# iphone_bridge.button.copy_setup_link
source: Copy setup link
es_419: Copiar enlace de configuración

# iphone_bridge.accessibility.qr_code_label
source: iPhone sync setup QR code
es_419: Código QR de configuración de sincronización con iPhone

# sidebar.update.cta_title
source: Update
es_419: Actualizar

# sidebar.update.available
source: Update available
es_419: Actualización disponible

# sidebar.update.open_about_for_instructions
source: Open About for update instructions
es_419: Abre Acerca de para ver las instrucciones de actualización

# sidebar.update.ready_title
source: Ready
es_419: Listo

# sidebar.update.ready_message
source: Update ready to install
es_419: Actualización lista para instalar

# sidebar.timeline
source: Timeline
es_419: Cronograma

# sidebar.dictations
source: Dictations
es_419: Dictados

# sidebar.dictionary
source: Dictionary
es_419: Diccionario

# sidebar.models
source: Models
es_419: Modelos

# sidebar.shortcuts
source: Shortcuts
es_419: Atajos

# sidebar.settings
source: Settings
es_419: Configuración

# sidebar.about
source: About
es_419: Acerca de

# sidebar.folder.delete.confirmation_title
source: Delete "%@"?
es_419: ¿Eliminar "%@"?

# sidebar.folder.delete.confirmation_action
source: Delete
es_419: Eliminar

# sidebar.folder.delete.move_to_unfiled_message
source: %d meetings in this folder will be moved to Unfiled. Subfolders will be kept.
es_419: %d reuniones en esta carpeta se moverán a Unfiled. Las subcarpetas se conservarán.

# sidebar.folder.delete.warning
source: This folder will be permanently removed. Subfolders will be kept.
es_419: Esta carpeta será eliminada permanentemente. Las subcarpetas se conservarán.

# sidebar.greeting.with_name
source: Hi, %@
es_419: Hola, %@

# sidebar.search.placeholder
source: Search...
es_419: Buscar...

# sidebar.meetings.title
source: Meetings
es_419: Reuniones

# sidebar.meetings.new_folder.help
source: New Meeting Folder
es_419: Nueva carpeta de reuniones

# sidebar.meetings.filter.all
source: All Meetings
es_419: Todas las reuniones

# sidebar.folder.new_subfolder
source: New Subfolder
es_419: Nueva subcarpeta

# sidebar.meetings.rename
source: Rename
es_419: Renombrar

# sidebar.folder.move_to_top_level
source: Move to Top Level
es_419: Mover al nivel superior

# sidebar.folder.delete.context_action
source: Delete
es_419: Eliminar

# sidebar.spread_the_word.title
source: Spread the Word
es_419: Corre la voz

# sidebar.spread_the_word.tweet
source: Tweet about Muesli
es_419: Tuitear sobre Muesli

# sidebar.spread_the_word.linkedin
source: Post on LinkedIn
es_419: Publicar en LinkedIn

# sidebar.folder.rename.placeholder
source: Folder name
es_419: Nombre de la carpeta

# sidebar.folder.new_folder.title.primary
source: New Folder
es_419: Nueva carpeta

# sidebar.folder.new_folder.title.secondary
source: New Folder
es_419: Nueva carpeta

# sidebar.folder.new_folder.title.tertiary
source: New Folder
es_419: Nueva carpeta

# sidebar.folder.new_folder.title.quaternary
source: New Folder
es_419: Nueva carpeta

# computer_use.tool_registry.capture.option.app_bundle_hint
source: Optional app bundle to activate before capture.
es_419: Bundle de app opcional para activar antes de la captura.

# computer_use.tool_registry.capture.option.window_id_hint
source: Optional window id hint.
es_419: Sugerencia opcional de id de ventana.

# computer_use.tool_registry.option.current_screenshot_id
source: Current screenshot id.
es_419: Id de la captura de pantalla actual.

# computer_use.tool_registry.option.human_target_label_trace_safety
source: Human target label for trace and safety.
es_419: Etiqueta de destino legible para traza y seguridad.

# computer_use.tool_registry.option.temporary_element_index_latest_state
source: Temporary element index from the latest state.
es_419: Índice de elemento temporal del estado más reciente.

# computer_use.tool_registry.option.temporary_element_id_latest_state
source: Temporary element id from the latest state.
es_419: ID de elemento temporal del estado más reciente.

# computer_use.tool_registry.option.human_target_label_trace
source: Human target label for trace.
es_419: Etiqueta de destino legible para traza.

# computer_use.tool_registry.option.target_app_name_example_notes
source: Optional target app name, for example Notes.
es_419: Nombre de app de destino opcional, por ejemplo Notes.

# computer_use.tool_registry.option.target_app_bundle_identifier_example_notes
source: Optional target app bundle identifier, for example com.apple.Notes.
es_419: Identificador de bundle de la app de destino (opcional), por ejemplo com.apple.Notes.

# computer_use.tool_registry.option.temporary_editable_element_index_latest_state
source: Optional temporary editable element index from the latest state.
es_419: Índice de elemento editable temporal opcional del estado más reciente.

# computer_use.tool_registry.option.temporary_editable_element_id_latest_state
source: Optional temporary editable element id from the latest state.
es_419: Id de elemento editable temporal opcional del estado más reciente.

# computer_use.tool_registry.option.modifier
source: Modifier
es_419: Modificador

# computer_use.tool_registry.option.browser_bundle_identifier_currently_chrome
source: Browser bundle identifier, currently com.google.Chrome.
es_419: Identificador de bundle del navegador, actualmente com.google.Chrome.

# computer_use.tool_registry.option.browser_window_index_one_based
source: Optional 1-based browser window index.
es_419: Índice opcional de ventana del navegador basado en 1.

# computer_use.tool_registry.option.tab_index_one_based
source: Optional 1-based tab index.
es_419: Índice de pestaña opcional basado en 1.

# cli.error.database_missing_at_resolved_path
source: No Muesli database exists at the resolved path.
es_419: No existe una base de datos de Muesli en la ruta resuelta.

# cli.configuration.abstract
source: Agent-friendly CLI for local Muesli meetings and dictations.
es_419: CLI compatible con agentes para reuniones y dictados locales de Muesli.

# cli.spec.description
source: Dump the command tree and CLI schema metadata.
es_419: Vuelca el árbol de comandos y los metadatos del esquema de la CLI.

# cli.info.description
source: Show resolved support and database paths.
es_419: Muestra las rutas resueltas del directorio de soporte y de la base de datos.

# cli.transcribe.description
source: Transcribe a local mp3, mp4, m4a, or wav file with Muesli's bundled local ASR models.
es_419: Transcribe un archivo local mp3, mp4, m4a o wav con los modelos ASR locales incluidos en Muesli.

# cli.meetings.list.description
source: List recent meetings.
es_419: Listar reuniones recientes.

# cli.meetings.get.description
source: Return a full meeting record.
es_419: Devolver el registro completo de una reunión.

# cli.meetings.update_notes.description
source: Replace stored meeting notes only.
es_419: Reemplaza solo las notas de reunión almacenadas.

# cli.dictations.list.description
source: List recent dictations.
es_419: Listar los dictados recientes.

# cli.dictations.get.description
source: Return a full dictation record.
es_419: Devuelve un registro de dictado completo.

# cli.spec.abstract
source: Dump CLI command metadata as JSON.
es_419: Volcar metadatos del comando CLI como JSON.

# cli.info.abstract
source: Show resolved support and database paths.
es_419: Mostrar las rutas resueltas de soporte y de la base de datos.

# cli.meetings.abstract
source: Inspect and update Muesli meetings.
es_419: Inspeccionar y actualizar reuniones de Muesli.

# cli.meetings.list.abstract
source: List recent meetings.
es_419: Listar las reuniones recientes.

# cli.meetings.list.option.limit.help
source: Maximum number of meetings to return.
es_419: Número máximo de reuniones a devolver.

# cli.meetings.list.option.folder_id.help
source: Restrict results to a specific folder ID.
es_419: Restringir los resultados a un ID de carpeta específico.

# cli.info.database_missing_at_resolved_path
source: No Muesli database exists at the resolved path.
es_419: No existe ninguna base de datos de Muesli en la ruta resuelta.

# cli.meetings.get.abstract
source: Return a full meeting record.
es_419: Devolver el registro completo de una reunión.

# cli.meetings.get.error.not_found_by_id
source: No meeting exists with id %@.
es_419: No existe ninguna reunión con el id %@.

# cli.meetings.update_notes.abstract
source: Replace stored meeting notes only.
es_419: Reemplaza solo las notas almacenadas de la reunión.

# cli.meetings.update_notes.error.not_found_by_id
source: No meeting exists with id %@.
es_419: No existe ninguna reunión con el id %@.

# cli.meetings.update_notes.error.no_notes_source
source: No notes source was provided.
es_419: No se proporcionó una fuente de notas.

# cli.meetings.update_notes.error.empty_notes
source: Meeting notes cannot be empty.
es_419: Las notas de la reunión no pueden estar vacías.

# cli.meetings.update_notes.error.empty_notes_guidance
source: Provide a non-empty markdown or plain text notes body.
es_419: Proporciona un cuerpo de notas en markdown o texto plano que no esté vacío.

# cli.error.meeting_updated_but_not_reloaded
source: The meeting was updated but could not be reloaded.
es_419: La reunión se actualizó pero no se pudo recargar.

# cli.dictations.abstract
source: Inspect Muesli dictations.
es_419: Inspecciona las dictaciones de Muesli.

# cli.dictations.list.abstract
source: List recent dictations.
es_419: Listar los dictados recientes.

# cli.dictations.list.option.limit.help
source: Maximum number of dictations to return.
es_419: Número máximo de dictados a devolver.

# cli.dictations.list.database_missing_at_resolved_path
source: No Muesli database exists at the resolved path.
es_419: No existe ninguna base de datos de Muesli en la ruta resuelta.

# cli.dictations.get.abstract
source: Return a full dictation record.
es_419: Devolver un registro de dictado completo.

# cli.dictations.get.argument.id
source: Dictation ID
es_419: ID de dictado

# cli.dictations.get.error.not_found
source: No dictation exists with id %@.
es_419: No existe ningún dictado con el id %@.

# transcript_cleanup.prompts.section.built_in
source: Built-in Presets
es_419: Presets incorporados

# transcript_cleanup.prompts.section.custom
source: Custom Presets
es_419: Presets personalizados

# transcript_cleanup.prompts.delete.confirmation_title
source: Delete "%@"?
es_419: ¿Eliminar "%@"?

# transcript_cleanup.prompts.cancel
source: Cancel
es_419: Cancelar

# transcript_cleanup.prompts.delete
source: Delete
es_419: Eliminar

# transcript_cleanup.prompts.delete_warning
source: This prompt preset will be permanently removed. Existing dictations are not affected.
es_419: Este preset de prompt será eliminado permanentemente. Los dictados existentes no se verán afectados.

# transcript_cleanup.prompts.header.title
source: Manage Cleanup Presets
es_419: Gestionar presets de refinamiento

# transcript_cleanup.prompts.header.subtitle
source: Create reusable prompts for local and cloud dictation cleanup.
es_419: Crea prompts reutilizables para el refinamiento de dictado local y en la nube.

# transcript_cleanup.prompts.new_preset
source: New preset
es_419: Nuevo preset

# transcript_cleanup.prompts.done
source: Done
es_419: Listo
